import React from "react";
import AOS from "aos";
import "aos/dist/aos.css";
import { useEffect } from "react";
const AboutUs = () => {
  useEffect(() => {
    AOS.init();
  }, []);
  return (
    <div className="about-us">
      <section data-aos="fade-down">
        <img src="./assets/about/1s.jpg" alt="" />
        <p>
          خوش آمدید به شاپیفای، یک مرکز خرید چندمنظوره برای تمام نیازهای خرید
          شما.<br></br> تیم ما متعهد به ارائه بهترین محصولات و خدمات به مشتریان
          خود است و به ایجاد یک تجربه خرید آنلاین مثبت برای همه کسانی که از سایت
          ما بازدید می کنند علاقه مند است!
        </p>
      </section>
      <section data-aos="fade-up">
        <p>
          در شاپیفای، ما باور داریم که خرید باید آسان، سریع و لذت بخش باشد، به
          همین منظور، ما محصولات گسترده ای از لباس و لوازم جانبی تا الکترونیک و
          وسایل خانگی را به مشتریان خود ارائه می دهیم و به طور مداوم به توسعه
          خدمات خود برای پاسخ به نیازهای مشتریان خود می پردازیم.<br></br>
        </p>
        <img src="./assets/about/2s.jpg" alt="" />
      </section>
      <section>
        <img src="./assets/about/5s.jpg" alt="" />
        <p>
          قیمت های ما همیشه رقابتی هستند و ارسال سریع و قابل اعتماد از ویژگی های
          برجسته شرکت ماست و سابقه ما مهر تضمینی است بر اینکه مشتریان اطمینان
          داشته باشند خریدشان به موقع و در شرایط عالی به دستشان می رسد.
        </p>
      </section>
      <section data-aos="fade-up">
        <p>
          ما به این که یک شرکت مشتری مدار هستیم افتخار می کنیم و به ارائه
          بالاترین سطح خدمات مشتری متعهد هستیم. اگر سوالی در مورد محصولات ما
          دارید و یا در نحوه خرید و ارائه خدمات نیاز به کمک دارید یا فقط می
          خواهید بازخوردی در مورد تجربه خرید خود ارائه دهید، تیم پشتیبانی ما در
          خدمت شماست.
        </p>
        <img src="./assets/about/3s.jpg" alt="" />
      </section>
    </div>
  );
};

export default AboutUs;
